tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "zegervdv/zathura"
brew "gettext"
brew "glib"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "aom"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "arrayfire"
brew "libxtst"
brew "at-spi2-core"
brew "bat"
brew "blueutil"
brew "btop"
brew "carapace"
brew "check"
brew "cmake"
brew "dbus", link: false
brew "deno"
brew "docker-compose"
brew "docutils"
brew "easy-git"
brew "eza"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "glfw"
brew "glpk"
brew "gnupg"
brew "go"
brew "gpgme"
brew "gtk+3"
brew "gtk-mac-integration"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "intltool"
brew "json-glib"
brew "lazydocker"
brew "libmagic"
brew "lsd"
brew "mesalib-glw"
brew "meson"
brew "mupdf"
brew "neofetch"
brew "neovim"
brew "nerdfetch"
brew "nmap"
brew "node"
brew "node@20"
brew "numpy"
brew "nushell"
brew "openvino"
brew "pandoc"
brew "pillow"
brew "pipx"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "pstree"
brew "py3cairo"
brew "pyenv"
brew "python-build"
brew "python-matplotlib"
brew "python@3.11"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rust"
brew "scipy"
brew "spaceinvaders-go"
brew "sphinx-doc", link: false
brew "sshpass"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "twine"
brew "xdotool"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "background-music"
cask "brave-browser"
cask "docker"
cask "easyfind"
cask "emacs"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-monaspace"
cask "libreoffice"
cask "monitorcontrol"
cask "rar"
cask "rectangle"
cask "stats"
cask "steam"
cask "vlc"
cask "warp"
cask "wezterm"
